<template>
    <div class="p-10 min-h-screen">
      <h1 class="text-4xl font-bold text-purple-600"> о кошках!</h1> 
      <h1 class="text-4xl font-bold text-black-400"> "в глазах кошек вся глубина мироздания"</h1>
      <p>Кошки — одни из самых популярных домашних животных в мире. Эти грациозные, независимые и в то же время ласковые существа сопровождают человека уже тысячи лет.</p>
         <p>Первые одомашненные кошки появились в Древнем Египте, где их почитали как священных животных и защищали от злых духов.</p>

<p>Кошки отличаются острым зрением, особенно в темноте, отличным слухом и великолепным чувством равновесия.</p>
 <p>Благодаря гибкому телу и когтям, они легко лазают по деревьям и охотятся на мелких животных. </p>
 <p>Несмотря на домашний образ жизни, в каждой кошке остаётся что-то от хищника.</p>

<p>У каждой кошки свой характер: одни игривы и общительны, другие спокойны и независимы. </p>
<p>Но все они по-своему преданы человеку. Мурлыканье кошки оказывает расслабляющее воздействие и даже может снижать уровень стресса.</p>

<p>Интересно, что кошки «разговаривают» с хозяевами не только мяуканьем, но и взглядом, движением хвоста и положением ушей.</p>
 <p>Ученые до сих пор изучают поведение кошек, находя всё больше подтверждений их умения чувствовать настроение и эмоциональное состояние человека.</p>

<P>Кошка — не просто питомец, а настоящий компаньон и хранитель уюта в доме.</P>
<img src="/assets/images/cats2.png" class="w-200 h-50" alt="Logo" />
    </div>
  </template>
  
