<template>
    <div class="p-4 bg-white min-h-screen">
      <h1 class="text-3xl font-bold text-purple-600"> обо мне:</h1>
      <p> Меня зовут Инаят, мне 19 лет и я из маленького города Темиртау</p>
      <p>8 лет своей жизни я занималась танцами в ансамбле "Вдохновение" и до сих пор продолжаю, но уже в другом городе. </p>
     <p> в прошлом году я поступила в северо-казахстанскую область города Петропаловск в университет "имени Манаша Козыбаева" и сейчас закончиваю 1 курс.</p>
    <p>я учусь на специальность информациионные технологии на двудипломной программе в управлении и надеюсь что на 4 курсе поеду в Аризону.</p>
    <p>я люблю читать книги, люблю кошек и многое другое.</p>
    </div>
  </template>
  
 